<?php 
	$lang['Title'] = "Наслов";
	$lang['Content'] = "Садржај";
	$lang['Save'] = "Сачувај";
	$lang['Cancel'] = "Поништи";
	$lang['SchoolFriends'] = "Пријатељи школе";
	$lang['CategoryAdministration'] = "Уређивање категорија сајта";
	$lang['AddCategory'] = "Додај подкатегорију";
	$lang['Rename'] = "Промени назив";
	$lang['DeleteCategory'] = "Обриши категорију";
	$lang['UserGuide'] = "Упуство за коришћење";
	$lang['CategoryUserGuide'] = "Тренутно изабрана категорија приказана је плавом бојом и бира се левим кликом на улаз у стаблу категорија док десни клик отвара подмени. Избором опције додај подкатегорију или опције Додај у подменију прави се нова категорија унутар изабране категорије. Име категорије се уноси приликом прављења категорија, и може се променити у сваком тренутку избором одговарајуће команде. Све акције над категоријама аутоматски утичу на сајт.";
	$lang['SearchCategory'] = "Претражи категорије";
	$lang['ArticlesAdministration'] = "Уређивање вести и чланака";
	$lang['Articles'] = "Чланци";
	$lang['InCategory'] = "у категорији";
	$lang['SearchByTitle'] = "Претражи по наслову";
	$lang['SearchByAuthor'] = "Претражи по аутору";
	$lang['Author'] = "Аутор";
	$lang['CreationDate'] = "Датум креирања";
	$lang['Edit'] = "Измени";
	$lang['Delete'] = "Обриши";
	$lang['Add'] = "Додај";
	$lang['ArticlesUserGuid'] = "Изаберите категорију у којој желите да објавите чланак. Изабрана категорија обележена је плавом бојом у оквиру стабла категорија. Када је категорија изабрана притиснути дугме додај које се налази испод листе постојећих чланака. Унесите наслов чланка (наслов ће бити видљив изнад чланка) као и садржај чланка. Садржај чланка можете стилизовати произвољно, у садржај може бити додат видео путем линка као и слика са линка или Вашег рачунара. Када завршите унос сачувајте промене. Избором категорија приказују се сви чланци у тој категорији, чији се садржај може изменити. Када се чланак сачува промене су аутоматски приказане на сајту.";
	$lang['News'] = "Вести";
	$lang['SearchResultsFor'] = "Резултати претраге за";
	$lang['LoginError'] = "Неисправно корисничко име или лозинка";
	$lang['AddToAlumniTitle'] = "Пријава на алумни Пете Београдске гимназије";
	$lang['TeachersTitle'] = "Наставници Пете Београдске гимназије";
	$lang['PageTitle'] = 'Пета београдска гимназија - Ђаци су најбољи бренд Србије, ми знамо зашто';

?>

	<script>
		// ScriptTerms
		var ST = ST || {};
		ST.Articles = "Чланци";
		ST.News = "Вести";
		ST.ErrorTitle = "Морате унети наслов.";
		ST.ErrorContent = "Морате унети садржај.";
		ST.SaveSuccess = "Успешно сачувано.";
		ST.SaveError = "Дошло је до грешке. Чување није успело."
		ST.PasswordsMissmatch = "Лозинке се не поклапају."
		ST.PasswordChanged = "Лозинка је променењена.";
		ST.WrongPassword = "Унета лозинка је погрешна.";
		ST.FieldMissing = "Морате попунити сва поља.";
		ST.PhotoChanged = "Слика је променењена";
		ST.ErrorChangingPhoto = "Дошло је до грешке. Промена слике није успела.";
		ST.CourseAddedToUser = "Предмет је успешно додат кориснику.";
		ST.CouldNotAddCourse = "Дошло је до грешке. Додавање предмета није успело.";
		ST.CourseRemovedFromUser = "Предмет је успешно уклоњен са листе.";
		ST.CouldNotRemoveCourse = "Дошло је до грешке. Уклањање предмета није успело.";
		ST.UserNameMissing = "Морате унети корисничко име.";
		ST.UserCreated = "Корисник је успешно креиран.";
		ST.UserAlreadyExists = "Корисник са унетим корисничким именом већ постоји.";
		ST.CouldNotCreateUser =  "Дошло је до грешке. Креирање корисника није успело.";
		ST.UserDeleted = "Корисник је обрисан.";
		ST.CouldNotDeleteUser = "Дошло је до грешке. Брисање корисника није успело.";
		ST.SearchRoute = "<?php echo ResolveRoute(ContentPageCodes::Search); ?>";
	</script>